Repository: kermit-team/camp-n-go
Catalog: backend/server/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Account
pl: Użytkownik

source: Accounts
pl: Użytkownicy

source: Account {identifier} does not exist.
pl: Użytkownik {identifier} nie istnieje.

source: Account with email {email} does not exist.
pl: Użytkownik o adresie e-mail {email} nie istnieje.

source: Account {identifier} is already active.
pl: Użytkownik {identifier} jest już aktywny.

source: Account {identifier} is not active.
pl: Użytkownik {identifier} nie jest aktywny.

source: Given token is invalid or expired for account {identifier}.
pl: Podany token jest niewłaściwy lub stracił ważność dla użytkownika {identifier}.

source: Old password is required for password change.
pl: Do zmiany hasła wymagane jest stare hasło.

source: New password is required for password change.
pl: Do zmiany hasła wymagane jest nowe hasło.

source: Password is incorrect.
pl: Nieprawidłowe hasło.

source: Group {name} does not exist.
pl: Grupa {name} nie istnieje.

source: Permission {codename} does not exist.
pl: Uprawnienie {codename} nie istnieje.

source: Account with uidb64 {uidb64} has been successfully activated.
pl: Użytkownik o uidb64 {uidb64} zostało pomyślnie aktywowany.

source: Activation process for account with e-mail {email} has been started.
pl: Proces aktywacji dla użytkownika o adresie e-mail {email} został ropoczęty.

source: Password reset process for account with e-mail {email} has been started.
pl: Proces resetowania hasła dla użytkownika o adresie e-mail {email} został ropoczęty.

source: Password for account with uidb64 {uidb64} has been successfully reset.
pl: Hasło dla użytkownika o uidb64 {uidb64} zostało pomyślnie zresetowane.

source: Identifier
pl: Identyfikator

source: EmailAddress
pl: Adres e-mail

source: IsActive
pl: Aktywny

source: Designates whether this account should be treated as active. Unselect this instead of deleting accounts.
pl: Określa czy ten użytkownik powinien być traktowany jako aktywny. Odznacz tą opcję zamiast usuwać użytkownika.

source: FirstName
pl: Imię

source: LastName
pl: Nazwisko

source: PhoneNumber
pl: Numer telefonu

source: Avatar
pl: Awatar

source: IdCard
pl: Dowód tożsamości

source: The password must contain at least 1 lowercase letter, a-z.
pl: Hasło musi zawierać co najmniej 1 małą literę, a-z.

source: Your password must contain at least 1 lowercase letter, a-z.
pl: Twoje hasło musi zawierać co najmniej 1 małą literę, a-z.

source: The password must contain at least 1 symbol: [()[\]{}|\\`~!@#$%^&*_\-+=;:\'",<>./?]
pl: Hasło musi zawierać co najmniej 1 symbol: [()[\]{}|\\`~!@#$%^&*_\-+=;:\'",<>./?]

source: Your password must contain at least 1 symbol: [()[\]{}|\\`~!@#$%^&*_\-+=;:\'",<>./?]
pl: Twoje hasło musi zawierać co najmniej 1 symbol: [()[\]{}|\\`~!@#$%^&*_\-+=;:\'",<>./?]

source: The password must contain at least 1 uppercase letter, A-Z.
pl: Hasło musi zawierać co najmniej 1 wielką literę, A-Z.

source: Your password must contain at least 1 uppercase letter, A-Z.
pl: Twoje hasło musi zawierać co najmniej 1 wielką literę, A-Z.

source: Camping
pl: Kemping

source: Campings
pl: Kempingi

source: Adult person is required to make a reservation.
pl: Osoba dorosła jest wymagana do utworzenia rezerwacji.

source: Camping plot {camping_plot_section_name}_{camping_plot_position} can hold maximum of {max_number_of_people} people, while {number_of_people} people was given for reservation.
pl: Parcela {camping_plot_section_name}_{camping_plot_position} może pomieścić maksymalnie {max_number_of_people} osób, podczas gdy {number_of_people} osób została podana dla rezerwacji.

source: Car {registration_plate} does not belong to account {account_identifier}.
pl: Samochód {registration_plate} nie należy do użytkownika {account_identifier}.

source: Id card is required to make a reservation.
pl: Dokument tożsamości jest wymagany do utworzenia rezerwacji.

source: Camping plot {camping_plot_section_name}_{camping_plot_position} is not available during the period of {date_from} - {date_to} for {number_of_people} people.
pl: Parcela {camping_plot_section_name}_{camping_plot_position} nie jest dostępna w okresie {date_from} - {date_to} dla{number_of_people} osób.

source: Reservation {reservation_id} cannot be cancelled.
pl: Rezerwacja {reservation_id} nie może zostać anulowana.

source: Reservation {reservation_id} car cannot be modified.
pl: Rezerwacja {reservation_id} nie może zostać zmodyfikowana.

source: Camping section {name} does not exist.
pl: Sekcja kempingowa {name} nie istnieje.

source: Stripe event payload is invalid.
pl: Zawartość zdarzenia Stripe jest nieprawidłowa.

source: Stripe event type {event_type} is unexpected.
pl: Typ zdarzenia Stripe {event_type} jest nieoczekiwany.

source: Stripe checkout session not found for payment intent {payment_intent}.
pl: Nie znaleziono sesji realizacji zakupu Stripe dla intencji płatności {payment_intent}.

source: Contact form from email {email} has been successfully sent.
pl: Formularz kontaktowy z adresu email {email} został pomyślnie wysłany.

source: Reservation was successfully cancelled.
pl: Rezerwacja została pomyślnie anulowana.

source: Stripe event {event_id} was handled successfully.
pl: Zdarzenie Stripe {event_id} zostało pomyślnie obsłużone.

source: Camping plot {camping_section_name}_{camping_plot_position} reservation fee on date {date_from} - {date_to}
pl: Opłata za rezerwację parcelii {camping_section_name}_{camping_plot_position} w okresie {date_from} - {date_to}

source: Adult fee
pl: Opłata za osobę dorosła

source: Child fee
pl: Opłata za dziecko

source: WaitingForPayment
pl: Oczekiwanie na płatność

source: Cancelled
pl: Anulowana

source: Unpaid
pl: Nieopłacona

source: Paid
pl: Opłacona

source: Refunded
pl: Zwrócona

source: StripeCheckoutId
pl: Identyfikator transakcji Stripe

source: Price
pl: Cena

source: Position
pl: Pozycja

source: MaximumNumberOfPeople
pl: Maksymalna liczba osób

source: Width
pl: Szerokość

source: PlotWidthHelpText
pl: Szerokość parceli podawana w [m]

source: Length
pl: Długość

source: PlotLengthHelpText
pl: Długość parceli podawana w [m]

source: WaterConnection
pl: Podłączenie do wody

source: ElectricityConnection
pl: Podłączenie do prądu

source: IsShaded
pl: Zacieniona

source: GreyWaterDischarge
pl: Zrzut szarej wody

source: Description
pl: Opis

source: CampingSection
pl: Sekcja kempingowa

source: DateFrom
pl: Data rozpoczęcia

source: DateTo
pl: Data zakończenia

source: NumberOfAdults
pl: Liczba dorosłych

source: NumberOfChildren
pl: Liczba dzieci

source: Comments
pl: Uwagi

source: User
pl: Użytkownik

source: Car
pl: Samochód

source: CampingPlot
pl: Parcela

source: Payment
pl: Płatność

source: Name
pl: Nazwa

source: BasePrice
pl: Cena bazowa

source: PricePerAdult
pl: Cena za osobę dorosła

source: PricePerChild
pl: Cena za dziecko

source: Cars
pl: Samochody

source: Successfully removed driver {driver_identifier} from car {registration_plate}.
pl: Pomyślnie usunięto kierowcę {driver_identifier} z samochodu {registration_plate}.

source: RegistrationPlate
pl: Tablica rejestracyjna

source: Drivers
pl: Kierowcy

source: Date from {date_from} must be before Date to {date_to}.
pl: Data rozpoczęcia {date_from} musi być przed Datą zakończenia {date_to}.

source: Date {given_date} is not upcoming.
pl: Data {given_date} nie jest nadchodząca.

source: CreatedAt
pl: Czas utworzenia

source: ModifiedAt
pl: Czas modyfikacji

source: AccountEmailVerificationEmailSubject
pl: Weryfikacja adresu e-mail

source: AccountPasswordResetEmailSubject
pl: Prośba o zresetowanie hasła

source: ContactFormEmailSubject
pl: Formularz kontaktowy

source: ContactFormConfirmationEmailSubject
pl: Potwierdzenie wysłania formularza kontaktowego

source: PaymentExpiredEmailSubject
pl: Płatność wygasła

source: PaymentRefundProcessedEmailSubject
pl: Zwrot płatności

source: PaymentSuccessEmailSubject
pl: Potwierdzenie płatności

source: ReservationCancelEmailSubject
pl: Anulowanie rezerwacji

source: ReservationCreateEmailSubject
pl: Nowa rezerwacja

source: ReservationReminderEmailSubject
pl: Przypomnienie o nadchodzącej rezerwacji

source: Owner
pl: Właściciel

source: Employee
pl: Pracownik

source: Client
pl: Klient

source: Application for camping management
pl: Aplikacja do zarządzania kempingiem

source: Polish
pl: Polski

source: E-mail address verification
pl: Weryfikacja adresu e-mail

source: Hi
pl: Cześć

source: To confirm your email address, please click on the link below:
pl: Aby potwierdzić swój adres e-mail, kliknij poniższy link:

source: Verify e-mail address
pl: Zweryfikuj adres e-mail

source: If the button does not work for any reason, please use the link below:
pl: Jeśli przycisk z jakiegoś powodu nie działa, skorzystaj z poniższego linku:

source: If you have not registered on our site, please ignore this message.
pl: Jeśli nie zarejestrowałeś się na naszej stronie, zignoruj tę wiadomość.

source: Regards
pl: Pozdrawia

source: Password reset
pl: Reset hasło

source: We sent you this email because we received information that you want to reset your password. Once you have set your password, don't forget to log in to the application.
pl: Wysłaliśmy Ci tę wiadomość e-mail, ponieważ otrzymaliśmy informację, że chcesz zresetować hasło. Po ustawieniu hasła nie zapomnij zalogować się do aplikacji.

source: Reset password
pl: Zresetuj hasło

source: Contact form
pl: Formularz kontaktowy

source: Content
pl: Treść

source: We have received your message and will do our best to respond as soon as possible. It usually takes about %(contact_form_respond_time)s business day.
pl: Otrzymaliśmy Twoją wiadomość i dołożymy wszelkich starań, aby odpowiedzieć tak szybko, jak to możliwe. Zwykle zajmuje to około %(contact_form_respond_time)s dni roboczych.

source: Payment expired
pl: Płatność wygasła

source: Unfortunately, your payment link has expired, and your reservation %(camping_plot)s [%(date_from)s - %(date_to)s] has been automatically canceled.
pl: Niestety, link do płatności wygasł, a rezerwacja %(camping_plot)s [%(date_from)s - %(date_to)s] została automatycznie anulowana.

source: Refund processed
pl: Zwrot płatności

source: We have successfully processed your refund for reservation %(camping_plot)s [%(date_from)s - %(date_to)s]. Please check your payment method for the credited amount.
pl: Pomyślnie przetworzyliśmy zwrot pieniędzy za rezerwację %(camping_plot)s [%(date_from)s - %(date_to)s]. Sprawdź swoją metodę płatności, aby uzyskać zaksięgowaną kwota.

source: Payment success
pl: Potwierdzenie płatności

source: We have received your payment for reservation %(camping_plot)s [%(date_from)s - %(date_to)s]. You can cancel your reservation up to %(cancellation_time_in_days)s days before the scheduled date.
pl: Otrzymaliśmy płatność za rezerwację %(camping_plot)s [%(date_from)s - %(date_to)s]. Rezerwację można anulować do %(cancellation_time_in_days)s dni przed zaplanowaną datą.

source: Reservation cancel
pl: Anulowanie rezerwacji

source: Your reservation %(camping_plot)s [%(date_from)s - %(date_to)s] has been canceled, and we have initiated the refund process. You will receive your refund within the next %(max_refund_time_in_days)s business days.
pl: Twoja rezerwacja %(camping_plot)s [%(date_from)s - %(date_to)s] została anulowana, a my rozpoczęliśmy proces zwrotu pieniędzy. Otrzymasz zwrot pieniędzy w ciągu najbliższych %(max_refund_time_in_days)s dni roboczych.

source: Reservation confirmation
pl: Potwierdzenie rezerwacji

source: Your reservation %(camping_plot)s [%(date_from)s - %(date_to)s] has been successfully created. To confirm your booking, please complete the payment using the link below. Note that this link will expire in %(expiration_time)s.
pl: Twoja rezerwacja %(camping_plot)s [%(date_from)s - %(date_to)s] została pomyślnie utwaorzona. Aby potwierdzić Twoją rezerwację, prosimy o dokończenie płatności za pomocą poniższego linku. Należy pamiętać, że ten link wygaśnie za %(expiration_time)s.

source: Complete payment
pl: Dokończ płatność

source: Reservation reminder
pl: Przypomnienie o nadchodzącej rezerwacji

source: Your reservation %(camping_plot)s [%(date_from)s - %(date_to)s] is upcoming.
pl: Termin Twojej rezerwacji %(camping_plot)s [%(date_from)s - %(date_to)s] zbliża się.

source: Reservation details
pl: Szczegóły rezerwacji

source: Number of adults
pl: Liczba dorosłych

source: Number of children
pl: Liczba dzieci

source: Chosen car
pl: Wybrany samochód

source: We kindly remind you that check-in is possible from %(check_in_time)s, while check-out must be done by %(check_out_time)s.
pl: Uprzejmie przypominamy, że zameldowanie jest możliwe od %(check_in_time)s, natomiast wymeldowanie musi nastąpić do %(check_out_time)s.

source: {days} days
pl: {days} dni

source: {hours} hours
pl: {hours} godzin

source: {minutes} minutes
pl: {minutes} minut

source: {seconds} seconds
pl: {seconds} sekund
